export const ingredientsData = {
	пико: {
		лук: 0.125,
		перец: 0.25,
		помидор: 0.5,
		чеснок: 0.01875,
		петурушка: 0.01875,
		кинза: 0.01875,
		халопеньно: 0.0625,
	},
	овошиЖарыных : {
		перецКырасный	: 2,
			лук: 0.400,
	масло: 0.060,
		
		
		},
	соусТако: {
		майонез: 9.4,
		вода: 1.7,
		чеснокМолтый: 0.015,
		черныйперец: 0.015,
		оригана: 0.02,
	},
	Гуакамоле: {
		авокадо: 1,
		перецКырасныйКубик: 0.025,
		лукКубик: 0.05,
		черныйперец: 0.002,
		соль: 0.012,
		сокЛимон: 0.010,
	},
	рисЗапровка: {
		лук: 0.050,
		помидор: 0.250,
		томатыПаста: 0.050,
		чеснок: 0.006,
		масло: 0.010,
		вода: 0.400,
		куриныйБулон: 0.004,
		перецКайенский: 0.002,
		соль: 0.012,
		кумин: 0.002,
		кинза: 0.010,
		кукуруза: 0.050,
		горошек: 0.050,
	},
	курицаМ: {
		масло: 0.02,
		специ: 0.02,
		курица_филе: 1,
	
	},
	специКурица: {
		чеснокмолотый: 0.082,
		кумин: 0.164,
		соль: 0.328,
		перецЧерный: 0.074,
		перецкайунский: 0.123,
		куриныйбулон: 0.164,
		оригана: 0.066,
	
	},
	специФарш: {
		оригана: 1.050,
		паприкаКрасный:0.980,
		кумин:1.400 ,
		чеснокМолотый: 0.560,
		перецКайнеский: 0.350,
		лукМолотый: 0.630,
	
	
	},
	фаршМариновый: {
		фарш: 1,
		специФарш: 0.030,
		томатыПаста: 0.100,
		лук: 0.060,
	
	},

	фасоловаяПаста: {
		масло: 0.075,
		лук: 0.100,	
		перецКырасный: 0.200,
		помидор: 0.250,
		томатыПаста: 0.100,
		вода: 0.400,
		соль: 0.030,
		шрирача: 0.050,
		фасалВаренный: 1,

	},

	курицаМаринад: {
		уксусВаный: 0.200,
	черныйСлив:1,
		халопеньно:1,
		сокХалапенья: 1,
		специКурица: 0.600,
		паприкаКопченый: 0.150,
		BQQ:0.200,
		масло: 0.700,
		томатыПаста: 0.500,
	
	
	},
	фасалВаренный: {
		фасолКрасный: 3.6,
		вода: 16,
		соль: 0.150,

		
	},
	ЧикенСлайдер : {
		тортиля: 1,
		курицаЖарыная: 0.050,
		сырЧеддер: 0.015,
		тортиляЖареная: 0.025,
		пико: 0.015,
		соусТако: 0.015,
	
	},	
}
export const dishData = {

	соусТако: {
		майонез: 9.4,
		вода: 1.7,
		чеснокМолтый: 0.015,
		черныйперец: 0.015,
		оригана: 0.02,
	},
	рисЗапровка: {
		лук: 0.050,
		помидор: 0.250,
		томатыПаста: 0.050,
		чеснок: 0.006,
		масло: 0.010,
		вода: 0.400,
		куриныйБулон: 0.004,
		перецКайенский: 0.002,
		соль: 0.012,
		кумин: 0.002,
		кинза: 0.010,
		кукуруза: 0.050,
		горошек: 0.050,
	},
	курицаМ: {
		масло: 0.02,
		специ: 0.02,
		курица_филе: 1,
	
	},
	специКурица: {
		чеснокмолотый: 0.082,
		кумин: 0.164,
		соль: 0.328,
		перецЧерный: 0.074,
		перецкайунский: 0.123,
		куриныйбулон: 0.164,
		оригана: 0.066,
	
	},
	специФарш: {
		оригана: 1.050,
		паприкаКрасный:0.980,
		кумин:1.400 ,
		чеснокМолотый: 0.560,
		перецКайнеский: 0.350,
		лукМолотый: 0.630,
	
	
	},
	фаршМариновый: {
		фарш: 1,
		специФарш: 0.030,
		томатыПаста: 0.100,
		лук: 0.060,
	
	},

	фасоловаяПаста: {
		масло: 0.075,
		лук: 0.100,	
		перецКырасный: 0.200,
		помидор: 0.250,
		томатыПаста: 0.100,
		вода: 0.400,
		соль: 0.030,
		шрирача: 0.050,
		фасалВаренный: 1,

	},

	курицаМаринад: {
		уксусВаный: 0.200,
	черныйСлив:1,
		халопеньно:1,
		сокХалапенья: 1,
		специКурица: 0.600,
		паприкаКопченый: 0.150,
		BQQ:0.200,
		масло: 0.700,
		томатыПаста: 0.500,
	
	
	},
	фасалВаренный: {
		фасолКрасный: 3.6,
		вода: 16,
		соль: 0.150,

		
	}
}
















export const state = {

}
